diagrams/mermaid_from_graphviz/Mermaid Chart - Create complex, visual diagrams with text.-2025-12-18-210248.mmd
flowchart LR
  BAILOUT["Top-ups"]
  BARG["Bargaining"]
  CODING["Coding/ABF"]
  COMPLY["Audits"]
  EXTERNAL["Cost-shifting"]
  GOVINT["Integration"]
  METRICS["Definitions"]
  SIGNAL["Signalling"]
  EXTERNAL --> PRESS
  METRICS --> BARG
  CODING --> METRICS
  COMPLY --> METRICS
  BARG --> METRICS
  BAILOUT --> BARG
  BARG --> BAILOUT
  GOVINT --> EXTERNAL
  GOVINT --> RISK
